{"Movies":[{"Id":1,"Name":"Men in Black International","Description":"На нашем сайте предлагаем вам Люди в черном: Интернэшнл (2019) (фильм 2019) смотреть онлайн в хорошем качестве HD 720 и поделиться своим мнением после просмотра фильма.  Люди в черном, тайная организация на страже покоя и безопасности Земли, уже не раз защищали нас от нападения отбросов Вселенной. На этот раз самая большая опасность для мирового сообщества, которой агентам предстоит противостоять - шпион в их рядах.","Duration":114,"Rating":6.2,"Types":[0],"Genres":[4,5,6],"MinAge":12,"ImageUrl":"http://kinogo-net.org/ru/uploads/posts/2019-06/1560491687-187366096.jpg"},{"Id":2,"Name":"Покемон. Детектив Пикачу (2019)","Description":"История начинается с таинственного исчезновения частного детектива экстра- класса Гарри Гудмана, расследовать которое предстоит его 21-летнему сыну Тиму. Помощь в расследовании ему окажет бывший партнер отца, детектив Пикачу — уморительный, остроумный и обаятельный сыщик, который является загадкой даже для себя самого. Обнаружив, что они каким-то фантастическим образом способны общаться друг с другом, Тим и Пикачу объединяют усилия в захватывающем расследовании этой запутанной истории. В погоне за уликами по неоновым улицам Райм Сити — современного разросшегося мегаполиса, где люди и покемоны живут бок о бок в гиперреалистичном мире игрового экшна, — они встречают самых разнообразных покемонов и раскрывают ужасный заговор, который способен разрушить это мирное сосуществование и стать угрозой для всей вселенной покемонов.","Duration":138,"Rating":7.6,"Types":[0,1],"Genres":[7,8],"MinAge":6,"ImageUrl":"https://kinorad.info/uploads/posts/2019-05/1557859848_iphone360_994864.jpg"},{"Id":3,"Name":"Алита: Боевой ангел (2019)","Description":"На нашем сайте предлагаем вам Алита: Боевой ангел (2019) (фильм 2019) смотреть онлайн в хорошем качестве HD 720 и поделиться своим мнением после просмотра фильма.\r\n\r\nДействие фильма происходит через 300 лет после Великой войны в XXVI веке. Доктор Идо находит останки женщины-киборга. После починки киборг ничего не помнит, но обнаруживает, что в состоянии пользоваться боевыми приемами киборгов. Начинаются поиски утерянных воспоминаний.","Duration":121,"Rating":0.0,"Types":[0,1],"Genres":null,"MinAge":12,"ImageUrl":"http://kinogo-net.org/ru/uploads/posts/2019-03/1551601168-1163755643.jpg"}],"Halls":[{"Id":1,"Name":"Hall 1"},{"Id":2,"Name":"Hall 2"}],"Timeslots":[{"Id":1,"StartTime":"2019-06-15T22:38:14","MovieId":1,"HallId":1,"TariffId":1},{"Id":2,"StartTime":"2019-06-15T23:38:14.4156586+03:00","MovieId":2,"HallId":2,"TariffId":2},{"Id":3,"StartTime":"2019-06-16T00:38:14.4156586+03:00","MovieId":1,"HallId":1,"TariffId":1},{"Id":4,"StartTime":"2019-06-15T22:38:14.4156586+03:00","MovieId":2,"HallId":2,"TariffId":2},{"Id":5,"StartTime":"2019-06-15T23:38:14.4156586+03:00","MovieId":2,"HallId":1,"TariffId":2},{"Id":6,"StartTime":"2019-06-16T00:38:14.4156586+03:00","MovieId":1,"HallId":2,"TariffId":1}],"Tariffs":[{"Id":1,"Name":"Standart","Cost":100.0},{"Id":2,"Name":"Dbox","Cost":250.0}]}